Repository: jedie/PyLucid
Catalog: pylucid_project/pylucid_plugins/gallery/locale/*/LC_MESSAGES/django.po
Languages: de

source: Base path after STATIC_ROOT '%s'
de: Basispfad nach STATIC_ROOT '%s'

source: Used template for this gallery
de: Template für diese Gallerie

source: Fallback thumbnail width size, used, if no thumbnail found.
de: Thumbnail Breite in Pixel, wird benutzt, wenn kein Thumbnail gefunden wurde.

source: Fallback thumbnail height size, used, if no thumbnail found.
de: Thumbnail Höhe in Pixel, wird benutzt, wenn kein Thumbnail gefunden wurde.

source: raise 500 if one of the signs in the path (separated by spaces!)
de: Löse Fehler 500 aus, wenn ein Zeichen im Pfad vorkommt (Komma getrennt)

source: Wrong path.
de: Pfad falsch.

source: goto 'index'
de: gehe zu 'index'

source: goto '%s'
de: gehe zu '%s'

source: Gallery entry for page: %s doesn't exist, please create it.
de: Gallerie Eintrag für Seite: %s existiert nicht, bitter erstellen.

source: image {current} of {total}
de: Bild {current} von {total}

source: previous
de: vorherig

source: next
de: weiter

source: close or Esc key
de: Schließen oder ESC Taste

source: Directory
de: Verzeichnis

source: Pictures
de: Bild

source: No pictures found.
de: Keine Bilder gefunden.

source: Path
de: Pfad
